{
    "text": {
        "ui": {
            "collapseLabel": {
                "collapsed": "uitklappen",
                "open": "inklappen"
            },
            "tutorial": {
                "launch": {
                    "title": "Het lanceren van de James Webb",
                    "text": "Wanneer u de site binnenkomt, begeeft u zich in een control room. Dit is een ruimte waarin raketten gemonitord worden. Door te drukken op de rode startknop wordt de Ariane 5 raket, met de James Webb Ruimtetelescoop aan boord, gelanceerd. Dit kunt u vervolgens zien gebeuren op het scherm in de control room - waarna de ervaring begint."
                },
                "infrared": {
                    "title": "Leer over (infrarood) licht",
                    "text": "Dit segment bestaat uit meerdere hoofdstukken, met elk textuele uitleg en een visualisatie hiervan. De uitleg kan gevonden worden in het tekstpaneel, die u wellicht nog moet uitklappen. Om naar het volgende hoofdstuk te gaan kan u op de pijl klikken aan de zijkant van het scherm."
                },
                "puzzle": {
                    "title": "Verken de James Webb ruimtetelescoop",
                    "text": "In dit segment kan u de James Webb Ruimtetelescoop bekijken en leren over de werking van de onderdelen. De telescoop kan rondgedraaid worden zodat u alle hoeken van het object kunt zien. Aan segmenten van de telescoop zijn punten verbonden waar u op kan klikken. Hierdoor kan u het geselecteerde component goed zien, zelfs al bevindt het zich binnen de telescoop."
                },
                "explore": {
                    "title": "Zet de James Webb terug in elkaar",
                    "text": "Na de exploration fase wordt er een puzzel spel gespeeld waarbij de James Webb ruimtetelescoop in elkaar gezet moet worden. In het centrum van de omgeving bevinden zich meerdere punten waar een onderdeel op vastgeklikt kan worden, dit zijn de grijze bollen in de bovenstaande afbeelding. Zodra een onderdeel binnen de radius van zo’n punt wordt gepositioneerd, zal het punt oplichten. Als vervolgens de linkermuisknop / de vinger losgelaten wordt, zal het onderdeel op het punt vastgezet worden. Als het onderdeel op het correcte punt geplaatst is, zal het object groen worden en als het op een incorrect punt geplaatst is, wordt het rood."
                },
                "quotes": {
                    "title": "De visie en verwachtingen van experts",
                    "text": "In dit segment kunt u lezen over wat experts zeggen over de toekomst van de ruimtetelescoop. Na het drukken op een foto verschijnt een quote van de bijbehorende persoon."
                }
            },
            "controls":
            {
                "touchscreen":{
                    "zoom": {
                        "title": "In en uitzoomen",
                        "text": "Om in een uit te zoomen in de applicatie kan u twee vingers op het scherm plaatsen en de vingers knijpen of spreiden."
                    },
                    "rotate": {
                        "title": "Ronddraaien van de camera",
                        "text": "Om de camera rond te draaien - waar dit mogelijk is in de applicatie - kan u een vinger op het scherm plaatsen en deze rondbewegen."
                    }
                },
                "keyboardMouse": {
                    "zoom": {
                        "title": "In en uitzoomen",
                        "text": "Om in een uit te zoomen in de applicatie kan u de muiswiel gebruiken, door deze naar voren of naar achter te draaien."
                    },
                    "rotate": {
                        "title": "Ronddraaien van de camera",
                        "text": "Om de camera rond te draaien - waar dit mogelijk is in de applicatie - kan u op het scherm klikken en vasthouden, en de muis bewegen."
                    }
                }
            }
        },
        "infrared": {
            "chapters": {
                "light": {
                    "title": "Een lichtstraal geboren",
                    "text": "Elk fysiek object kan fotonen afgeven als het op een bepaald energieniveau komt. Dit zien wij als licht - als je naar de sterrenhemel kijkt naar een ster zijn dat lichtstralen die tot wel <i>(duizenden)</i> jaren onderweg zijn geweest om in je oog te landen.<br>Hier volgen wij een enkele lichtstraal van een ver sterrenstelsel, diep in het heelal, om te kijken wat de James Webb Ruimtetelescoop hiermee kan en waarom.",
                    "cameraPosition": {
                        "x": -4,
                        "y": 0,
                        "z": 4
                    }
                },

                "lightsplit": {
                    "title": "Maar wat is licht?",
                    "text": "Een lichtstraal is niet maar één golf, maar vaak een combinatie van lichtgolven met verschillende frequenties <i>(de trillingen per seconde)</i>. Dit heet <i>polychromatisch</i> licht en dit is het licht wat het meest in het natuur voorkomt. Deze verschillende golflengtes en lichtkleuren heet het <i>elektromagnetisch spectrum</i>, welke frequenties er in het licht zitten wat je oog binnenkomt is wat bepaalt welke kleur je ziet.<br>Hier is een abstract voorbeeld van een spectrum van een lichtstraal opgebroken in verschillende banden van licht, met bovenaan ons punt van interesse: <b>infrarood licht.</b>",
                    "cameraPosition": {
                        "x": 3.75,
                        "y": 0,
                        "z": 4
                    }
                },

                "infrared": {
                    "title": "Infrarood in het groot",
                    "text": "Nu we weten waar infrarood-licht vandaan komt, is de vraag nog waarom dit zo belangrijk is voor de ervaring - en natuurlijk de James Webb ruimtetelescoop. Infrarood kom je waarschijnlijk vaker tegen in het dagelijks leven dan je verwacht. Afstandsbedieningen, warmtecamera’s en elektrische kachels gebruiken allemaal infrarood voor het versturen van signalen of voor de eigenschap van infrarood: het uitzenden van warmtestraling.<br>Dit is ook de reden waarom het veel in sterrenkunde wordt gebruikt: voor hele verre sterren<i>(-stelsels)</i> is normaal licht te zwak om op te vangen over de lange afstanden, maar met infrarood licht kunnen we deze nog goed observeren. Ook geeft infrarood het voordeel dat het door stofwolken heen gaat, waar normaal licht geblokkeerd zou worden - dit zijn beide eigenschappen die erg goed uitkomen voor een ruimtetelescoop, die zo ver mogelijk weg heldere beelden wilt kunnen maken.",
                    "cameraPosition": {
                        "x": 12,
                        "y": 3.5,
                        "z": 4
                    }
                },

                "jameswebb": {
                    "title": "Van het universum naar ons oog",
                    "text": "Door lichtstralen, zoals deze die we hier gevolgd hebben, reizen duizenden tot miljoenen jaren door het universum. Al zou je deze lichtstralen bekijken zou je daardoor een beeld krijgen hoe het er destijds uitzag. Dit is ook het idee achter de James Webb Ruimtetelescoop, die <b>100 tot 250 miljoen jaar na de Big Bang</b><i>(meer dan 13.5 miljard jaar geleden!)</i> terug kan kijken, toen de eerste sterren begonnen te ontstaan.<br>Het doel van de ruimtetelescoop is om naar deze vroege sterren(stelsels) te kijken - en om naar andere planeten in onze sterrenstelsen te kijken, en deze te onderzoeken naar hun eigenschappen en bewoonbaarheid.",
                    "cameraPosition": {
                        "x": 20.5,
                        "y": 3.5,
                        "z": 4
                    }
                }
            }
        },
        "JWSTParts": {
            "primarymirror": {
                "id": 1,
                "title": "Primaire spiegel",
                "description": "18 aparte, zeshoekige spiegels - die elk 1.3 meter breed zijn - werken samen als één grote spiegel, die 6.5 meter hoog is. Deze enorme spiegel was berekend nodig te zijn om het licht van de verre sterrenstelsels te kunnen vangen. Een spiegel van deze grootte was een technische uitdaging, al was het met dezelfde methode gemaakt als de primaire spiegel van de Hubble ruimtetelescoop <i>(die 6x kleiner is!)</i>, zou de spiegel te groot zijn om in de ruimte te krijgen.<br>Om dit te verhelpen was besloten om de spiegel in verschillende segmenten te maken, die <i>elk</i> maar 20 kilogram wegen, door hun constructie gemaakt van beryllium - gekozen voor de stevigheid en het weerstaan van extreem lage temperaturen - met een laag goud voor betere weerspiegeling van het infrarood licht. Elk van deze segmenten kan individueel gedraaid en gericht worden om uiteindelijk een zo correct mogelijk beeld te maken.<br>Om deze enorme telescoop in de raket te kunnen krijgen, moest de spiegel in stukken ingeklapt kunnen worden, waarbij de 2 buitenste kolommen van segmenten naar achter draaien.",
                "location": {
                    "x": 0,
                    "y": 5,
                    "z": 1.75
                },
                "model": "Gold_Plating"

            },

            "secundarymirror": {
                "id": 2,
                "title": "Secundaire spiegel",
                "description": "De secundaire spiegel, die tijdens lancering ingeklapt tegen de primaire spiegel stond, is in de ruimte uitgeklapt en heeft als functie om het licht - wat van de primaire spiegel af weerkaatst is - te bundelen en terug te kaatsen naar de telescoop.<br>De primaire spiegel heeft <i>geen</> segment in het midden, waardoor de bundels infrarood hier de telescoop kunnen binnentreden waar het nog van een kleinere, derde spiegel kaatst in het meetapparatuur. De secundaire spiegel is hierom ook kleiner, met een diameter van <i>maar</i> 74 centimeter.",
                "location": {
                    "x": 0,
                    "y": 3.5,
                    "z": 8.5
                },
                "model": "Secondary_Mirror"
            },

            "sunscreens": {
                "id": 3,
                "title": "Zonneschermen",
                "description": "Om de meetinstrumenten goed te kunnen gebruiken, moeten deze op extreem lage temperaturen werken, tot ongeveer -234°C of zelfs -266°C voor de MIRI, die mid-infrarood licht gebruikt - wat nog langere golflengtes gebruikt. Om te voorkomen dat deze instrumenten opwarmen door de zon, zijn er 5 zonneschermen - elk wel een tennisveld groot! - op elkaar gestapeld. Deze schermen blokkeren het licht, en de warmte, van de zon, waardoor de instrumenten in een stabiel koele omgevingen goed kunnen werken.<br>Het zonnescherm heeft een verschil van <b>300 graden Celsius</b> aan beide kanten! De kant die naar de zon is gericht, heeft een gemiddelde temperatuur van ongeveer  <b>90 graden Celsius</b>, terwijl de kant van de instrumenten een temperatuur heeft van  <b>-347 graden Celsius </b>, ofwel 36 graden Kelvin.",
                "location": {
                    "x": 3,
                    "y": 1.25,
                    "z": -2
                },
                "model": "Sunscreens"
            },

            "spacecraftbus": {
                "id": 4,
                "title": "Ruimtevaartuig BUS",
                "description": "In dit compartiment, die zich onderaan de zonneschermen bevindt, bevat de nodige onderdelen om de James Webb ruimtetelescoop te laten functioneren. Dit compartiment- wat in totaal langer is dan 6 meter - bevat de zes primaire subsystemen:<br><ul><li><b>Electrical Power Subsystem</b>: Het systeem voor de stroomregeling, die verantwoordelijk is voor het converteren van zonlicht op de zonnepanelen naar stroom voor de telescoop.</li><li><b>Attitude Control Subsystem</b>: Dit systeem is verantwoordelijk voor het regelen van een stabiele baan van de telescoop, en het richten van de telescoop naar de juiste locatie in de ruimte voor onderzoek.</li><li><b>Communication Subsystem</b>: Zoals de naam al aanduidt, is de functie van dit systeem simpel maar cruciaal - het ontvangt commando’s van het controlecentrum, en stuurt de gevonden data terug naar Aarde.</li><li><b>Command And Data Handling System</b>: Dit systeem is de brein van dit compartiment, het regelt alle commando's van de communicatie en stuurt deze correct door. Verder bevindt zich in dit systeem ook de opslag voor het observatorium.</li><li><b>Propulsion System</b>: Dit systeem bevat alle brandstof en stuwraketten die het <i>‘Attitude Control System’</i> gebruikt om de telescoop stabiel te houden.</li><li><b>Thermal Control System</b>: Dit systeem is kort uit te leggen - maar het belang is niet te onderschatten. Dit systeem beheert en regelt de correcte operationele temperatuur van het gehele compartiment.</li></ul>",
                "location": {
                    "x": 1.5,
                    "y": -2,
                    "z": 0
                },
                "model": "BUS"
            },

            "tools": {
                "id": 5,
                "title": "Meetinstrumenten",
                "description": "De ISIM <i>(Integrated Instrument Module)</i> bevindt zich achter de primaire spiegel, en bevat alle meetinstrumenten voor het verzamelen en onderzoeken van het licht van de telescoop.<br>De ISIM bevat vier instrumenten:<ul><li><b>NIRCam (Near-Infrared Camera)</b>: Dit is het primaire optische element van de James Webb Ruimtetelescoop, die de golflengtes van <i>0.6 tot 5 micron detecteert</i>.</li><li><b>NIRSpec (Near-Infrared Spectrograph)</b>: Het licht van de NIRCam komt in dit instrument, waar het licht van een object naar een spectrum verspreid wordt. Hierdoor kunnen de fysieke eigenschappen, zoals temperatuur, massa en chemische opbouw gemeten worden.</li><li><b>MIRI (Mid-Infrared Instrument)</b>: Dit instrument bevat zowel een camera als een spectrograaf, die het licht waarnemen van middenin het infrarode spectrum, van <i>5 tot 28 micron</i>. De lichtsensoren geven de mogelijkheidom verre sterrenstelsels, nieuw vormende sterren en kometen waar te nemen.</li><li><b>FGS (Fine Guidance Sensor)/NIRISS</b>: Door dit instrument kan de James Webb Ruimtetelescoop accuraat naar de juiste locatie wijzen, om zo de hoogste kwaliteit foto’s te maken van het doel. Gekoppelt met een ander instrument, de <i>NIRISS</i>, geeft de mogelijkheid om exoplaneten te vinden en karakteriseren, met hun eigenschappen.</li></ul>",
                "location": {
                    "x": 0,
                    "y": 4,
                    "z": -1.25
                },
                "model": "ISIS"

            },

            "solarpanels": {
                "id": 6,
                "title": "Zonnepanelen",
                "description": "Alhoewel er een batterij aan boord van de ruimtetelescoop is, heeft deze maar de capaciteit om de telescoop voor enkele uren van stroom te voorzien. Na het lanceren van de telescoop, klappen de vijf panelen - die in totaal meer dan <i>6 meter lang</i> zijn - uit om van het directe zonlicht energie te verwekken voor de telescoop. <br>Hoewel de gehele ruimtetelescoop maar <i>1 kilowatt</i> aan energie nodig heeft, kunnen deze panelen samen bijna <i>dubbel</i> deze energiebehoefte leveren.",
                "location": {
                    "x": 0,
                    "y": -1.25,
                    "z": -5
                },
                "model": "Solar_Panels"
            }
        },
        "puzzle": {
            "title": "James-Webb assembleren",
            "text": "<b>De James-Webb ruimtetelescoop moet geassembleerd worden!</b><br><br>Sleep de componenten op de juiste vastzetpunten (de doorzichtige bollen) om de ruimtetelescoop in elkaar te zetten."
        },
        "quotes": {

            "dishoeck": {
                "id": 1,
                "text": "\"Webb gaat ons straks radicaal nieuwe inzichten bezorgen over het heelal. Dankzij de enorme sprong in gevoeligheid en scherpte, ga je met Webb zeker ontdekkingen doen die als een verrassing komen.\"",
                "name": "Ewine van Dishoeck",
                "background": "Hoogleraar moleculaire astrofysica, Universiteit Leiden"

            },

            "teplate": {
                "id": 2,
                "text": "\"Het is echt een ontdekkingsreis. Eerdere telescopen hebben prachtige beelden gemaakt, maar de foto’s en spectra van de allereerste sterren en stelsels in het heelal hebben we nog nooit gezien.\"",
                "name": "Maurice te Plate",
                "background": "JWST NIRSpec Systems Engineer, ESA"
            },

            "hooijer": {
                "id": 3,
                "text": "\"De gegevens die JWST gaat verzamelen vormen de basis voor decennialang onderzoek. De invloed van zo’n ontzaglijke hoeveelheid data op ons begrip van het heelal is nauwelijks te bevatten.\"",
                "name": "Christa Hooijer",
                "background": "Director of Science, unit Industry bij TNO"
            },

            "robinson": {
                "id": 4,
                "text": "\"Het is prematuur om nu al een exacte schatting van de totale duur van de missie te geven, maar ik zou zeggen dat het om veel meer dan tien jaar gaat.\"",
                "name": "Greg Robinson",
                "background": "Programmadirecteur James Webb-project, NASA"
            },

            "desert": {
                "id": 5,
                "text": "\"Ik heb nog nooit meegemaakt dat we zo’n bijzondere en krachtige telescoop lanceerden. De komende jaren worden voor de sterrenkunde ongekend spectaculair.\"",
                "name": "Jean-Michel Desert",
                "background": "Astronoom, Universiteit van Amsterdam"
            }
        }
    }
}
